Repository: gadielpaiz/SignUp-Form
Catalog: signupform/signupform/Localizable.xcstrings
Source language: en
Languages: es_419

source: Accounts
es_419: Cuentas

source: Activity
es_419: Actividad

# btn_forgot_password
source: Forgot password?
es_419: ¿Olvido contraseña?

# btn_forgot_password_send
source: Send
es_419: Enviar

# btn_send
source: Send
es_419: Enviar

# btn_sign_in
source: Sign In
es_419: Iniciar sesión

# btn_sign_in_access
source: Access
es_419: Acceso

# btn_sign_up
source: Sign Up
es_419: Registrarse

# btn_sign_up_create_account
source: Create Account
es_419: Crea Cuenta

source: Close
es_419: Cerrar

source: Created
es_419: Creado

source: Created at:
es_419: Creado en:

source: Created:
es_419: Creado:

source: Dashboard
es_419: Tabla de control

source: Do you already have an account?
es_419: ¿Ya tiene una cuenta?

source: Don't you have an account?
es_419: ¿No tienes una cuenta?

source: Email
es_419: Correo electrónico

# email_error_not_valid
source: Email is not valid.
es_419: El correo electrónico no es valido.

# email_error_required
source: The \"Email\" field is required.
es_419: El campo \"correo electrónico \" es necesario.

source: Forgot Password
es_419: Olvidadó contraseña

# forgot_password_instruction
source: All fields must be filled out.
es_419: Todos los campos deben ser completados.

# forgot_password_subtitle
source: Don't worry! Please enter the email address linked to your account.
es_419: ¡No te preocupes! Por favor, introduzca la dirección de correo electrónico vinculada a su cuenta.

# forgot_password_title
source: Forgot password
es_419: Olvidó contraseña

source: Full name
es_419: Nombre completo

# full_name_error_name
source: Only name and surname
es_419: Solo nombre y primer apellido.

# full_name_error_required
source: The \"Full name\" field is required.
es_419: El \"Nombre Completo\" es obligatorio.

# have_account
source: Do you already have an account?
es_419: ¿Ya tiene una cuenta?

# have_not_account
source: Don't you have an account?
es_419: ¿No tienes una cuenta?

source: Header
es_419: Encabezado

source: Hello, world!
es_419: Hola, mundo!

source: Hello, World!
es_419: Hola, mundo!

source: invisible text
es_419: Texto Invisible

# landing_subtitle
source: In order to continue using this app, please either log in or sign up.
es_419: Para continuar usando esta aplicación, ingrese o regístrese.

# landing_title
source: Welcome
es_419: Bienvenido

source: Left Bottom
es_419: Abajo a la izquierda

source: Left Side Bottom
es_419: Parte inferior izquierda

source: Left Side Top
es_419: Parte superior izquierda

source: Left Up
es_419: Arriba a la izquierda

source: Loading
es_419: Cargado

source: Loading...
es_419: Cargado...

source: Log
es_419: Vitácora

source: Log out
es_419: Salir

# long_text_placeholder
source: This is long, very long text for multiline testing.
es_419: Este es un texto muy largo para pruebas de varias líneas.

# message_forgot_password
source: Resetting password..
es_419: restablecer contraseña...

# message_sign_in
source: Accessing...
es_419: Accediendo...

# message_sign_up
source: Creating account...
es_419: Creando cuenta...

source: More
es_419: Más

source: Name
es_419: Nombre

source: notes
es_419: notas

source: Notes
es_419: Notas

source: Or continue with
es_419: O continua con

source: Password
es_419: Contraseña

# password_error_policies
source: 8 characters, letters, and numbers.
es_419: 8 caracteres, letras y números.

# password_error_required
source: The \"Password\" field is required.
es_419: El campo \"Contraseña\" es obligatorio.

# placeholder_email
source: Enter your email
es_419: Introduce tu correo electrónico

# placeholder_fullname
source: Enter your full name
es_419: Introduce tu nombre completo

# placeholder_password
source: Enter your password
es_419: Introduce tu contraseña

source: Remember me
es_419: Recuerdarme

source: Right Bottom
es_419: Abajo a la derecha

source: Right Up
es_419: Arriba a la derecha

source: Sign In
es_419: Iniciar sesión

source: Sign Up
es_419: Registrarse

# sign_in_error_title
source: Sign in error
es_419: Error al iniciar sesión

# sign_in_instruction
source: All fields must be filled out.
es_419: Todos los campos deben ser completados.

# sign_in_subtitle
source: We are happy to see you again
es_419: Estamos felices de verte de nuevo

# sign_in_title
source: Sign in
es_419: Iniciar sesión

# sign_up_error_tittle
source: Sign up error
es_419: error de registro

# sign_up_subtitle
source: Get Started!
es_419: ¡Empezar!

# sign_up_title
source: Sign Up
es_419: Registrarse

# social_media_text
source: Or continue with
es_419: O continua con

source: Type
es_419: Tipo

source: Unknown
es_419: Desconocido

source: Updated
es_419: Actualizado

source: Updated at:
es_419: Actualizado en:

source: Updated:
es_419: Actualizado:
